[Helmet_Titan_M X2BodyPartTemplate]
DisplayName="TA: Титановая броня CX[Шлем]"

[Helmet_Titan_F X2BodyPartTemplate]
DisplayName="TA: Титановая броня CX[Шлем]"

[Helmet_GrandTitan_M X2BodyPartTemplate]
DisplayName="TA: Гранд титановая броня CX[Шлем]"

[Helmet_GrandTitan_F X2BodyPartTemplate]
DisplayName="TA: Гранд титановая броня CX[Шлем]"

[CX_TitanArmor_Arms_F X2BodyPartTemplate]
DisplayName="TA: Титановая броня CX[01]"
[CX_TitanArmor_Arms_M X2BodyPartTemplate]
DisplayName="TA: Титановая броня CX[01]"

[CX_TitanArmor_Arms2_F X2BodyPartTemplate]
DisplayName="TA: Титановая броня CX[02]"
[CX_TitanArmor_Arms2_M X2BodyPartTemplate]
DisplayName="TA: Титановая броня CX[02]"

[CX_TitanArmor_Arms3_F X2BodyPartTemplate]
DisplayName="TA: Титановая броня CX[03]"
[CX_TitanArmor_Arms3_M X2BodyPartTemplate]
DisplayName="TA: Титановая броня CX[03]"

[CX_GrandTitanArmor_Arms_F X2BodyPartTemplate]
DisplayName="TA: Гранд титановая броня CX[01]"
[CX_GrandTitanArmor_Arms_M X2BodyPartTemplate]
DisplayName="TA: Гранд титановая броня CX[01]"

[CX_GrandTitanArmor_Arms2_F X2BodyPartTemplate]
DisplayName="TA: Гранд титановая броня CX[02]"
[CX_GrandTitanArmor_Arms2_M X2BodyPartTemplate]
DisplayName="TA: Гранд титановая броня CX[02]"

[CX_GrandTitanArmor_Arms3_F X2BodyPartTemplate]
DisplayName="TA: Гранд титановая броня CX[03]"
[CX_GrandTitanArmor_Arms3_M X2BodyPartTemplate]
DisplayName="TA: Гранд титановая броня CX[03]"

[TitanArmor X2ArmorTemplate]
FriendlyName="<font color='#ffd700'>Титановая броня</font>"
BriefSummary="Титановая броня — это тяжелая штурмовая броня. Эта броня должна защитить наших оперативников от огня и всех видов яда. Титановая броня предлагает существенное увеличение здоровья и брони для своего владельца."
TacticalText="<Bullet/>Титановая броня — это тяжелая штурмовая броня. Эта броня должна защитить наших оперативников от огня и всех видов яда. Титановая броня предлагает существенное увеличение здоровья и брони для своего владельца."

[GrandTitanArmor X2ArmorTemplate]
FriendlyName="<font color='#ffd700'></font>Гранд титановая броня"
BriefSummary="Пакет Гранд Титан Армор является дополнением к Титановой броне. Он предлагает еще большую защиту и может обеспечить высокое укрытие для других оперативников."
TacticalText="<Bullet/>Пакет Гранд Титан Армор является дополнением к Титановой броне. Он предлагает еще большую защиту и может обеспечить высокое укрытие для других оперативников."

[TitanStrike X2AbilityTemplate]
LocFriendlyName="Удар Титана"
LocFlyOverText="Удар Титана"
LocHelpText="Сокрушительная способность наносить удары по земле. Перезарядка: <font color='#ff9100'>4</font> хода."
LocLongDescription="Удар титана — это разрушительная способность наземного удара, при которой удар по земле посылает ударную волну наносящую урон всем целям, попавшим в зону действия. Перезарядка: <font color='#ff9100'>4</font> хода."
LocPromotionPopupText="<Bullet/>Удар Титана.<br/><Bullet/> Перезарядка: <font color='#ff9100'>4</font> хода.<br/><Bullet/> Использует одно действие; не заканчивается ваш ход.<br/>"

[GrandTitanStrike X2AbilityTemplate]
LocFriendlyName="Усиленный удар Титана"
LocFlyOverText="Усиленный удар Титана"
LocHelpText="Сокрушительная способность наносить удары по земле. Перезарядка: <font color='#ff9100'>3</font> хода."
LocLongDescription="Grand Удар титана — это разрушительная способность наземного удара, при которой удар по земле посылает ударную волну наносящую урон всем целям, попавшим в зону действия. Перезарядка: <font color='#ff9100'>3</font> хода."
LocPromotionPopupText="<Bullet/>Усиленный удар Титана.<br/><Bullet/> Перезарядка: <font color='#ff9100'>3</font> хода.<br/><Bullet/> Использует одно действие; не заканчивается ваш ход.<br/>"

[AssaultPoweredArmorTech X2TechTemplate]
DisplayName="<font color='#ffd700'>Штурмовая силовая броня</font>"
Summary="Мы должны быть в состоянии собрать более сильную штурмовую силовую броню, основываясь на нашем понимании более тяжелой брони пришельцев, и питать ее ячейкой Элериума. Эта новая броня Титана должна быть чрезвычайно прочной и может иметь несколько новых трюков, которые мы можем использовать против врага."
CodeName="Титан"
LongDescription="Эта новая броня титанов — серьезное обновление почти всего, что у нас есть сейчас. Добавив технологии, используемые в более тяжелых биокостюмах пришельцев, мы сможем защитить наших оперативников от большинства опасностей, с которыми они могут столкнуться. Л.Шень"


[TitanArmorImmunities X2AbilityTemplate]
LocFriendlyName="Иммунитет титановой брони"
LocLongDescription="Иммунитет ко всем ядам, кислоте и огню."
LocHelpText="Иммунитет ко всем ядам, кислоте и огню."